{
     "data": [
          {
               "requirement": "1. Developing an algorithm based on Product Functionality requirements.\n\n2. Understanding the suitability of AI/ML libraries and testing the model for image/text processing, NPL-related Chatbot development.\n\n3. Coding using Python-based software.\n\nREQUIRED SKILLSET:\n\n1.Python/R\n\n2.ML/DL\n\n3.Algorithms, Image Processing, Intermediate SQL.\n\nJob Types: Full-time, Regular / Permanent\n\nSalary: ₹25,000.00 - ₹30,000.00 per month\n\nBenefits:\n\nInternet reimbursement\nSchedule:\n\nDay shift\nMorning shift\nEducation:\n\nBachelor's (Preferred)\nExperience:\n\nAI: 2 years (Preferred)\nLanguage:\n\nEnglish (Preferred)\n"
          },
          {
               "requirement": "\nJob description\n\nWe are looking for a Machine Learning (ML) Engineer to help us create artificial intelligence products. Machine Learning Engineer responsibilities include creating machine learning models and retraining systems. To do this job successfully, you need exceptional skills in python, pytorch, tensorflow framework and edge computing and programming. If you have knowledge of data science and software engineering, we’d like to meet you. Your ultimate goal will be to shape and build efficient self-learning applications.\n\nResponsibilities\n\nStudy and transform data science prototypes\nDesign machine learning systems\nResearch and implement appropriate ML algorithms and tools\nDevelop machine learning applications according to requirements\nSelect appropriate datasets and data representation methods\nRun machine learning tests and experiments\nPerform statistical analysis and fine-tuning using test results\nTrain and retrain systems when necessary\nExtend existing ML libraries and frameworks, python, pytorch, tensorflow framework and edge computing\nGood understanding of ML Pipeline\nKeep abreast of developments in the field\nSkills\n\nProven experience as a Machine Learning Engineer or similar role\nUnderstanding of data structures, data modeling and software architecture\nDeep knowledge of math, probability, statistics and algorithms\nAbility to write robust code in Python, jupiter notebook and R\nFamiliarity with machine learning frameworks (like Keras or PyTorch) and libraries (like scikit-learn)\nExcellent communication skills\nAbility to work in a team\nOutstanding analytical and problem-solving skills\nBSc in Computer Science, Mathematics or similar field; Master’s degree is a plus\nJob Type: Full-time\n\nSalary: ₹10,000.00 - ₹20,000.00 per month\n\nExpected Start Date: 15/10/2022\n\n\n"
          },
          {
               "requirement": "\nAufgaben\n\nSummary:\nThe research engineer will work with a dynamic team of programmers and algorithm developers to realize in-cabin environment perception using computer vision algorithms for Mercedes-Benz cars.\n\nNecessary Skills:\nProficient in at least two of Python, MATLAB.\nIndustry/academic experience with machine learning and computer vision programming using libraries such as PyTorch, TensorFlow, OpenCV, Caffe\nStrong project experience involving algorithm development for computer vision applications.\nDemonstrated past algorithm development in at least one area within machine learning like neural networks, clustering, object tracking.\nExperience with object classification, gesture recognition or human pose estimation and training deep neural networks using synthetic and artificial data.\nStrong background and understanding of mathematical concepts relating to probabilistic models, conditional probability, numerical methods and linear algebra.\nSelf-motivated individual with passion towards state-of-the-art computer vision technologies.\nClear communication skills (English)\nQualifikationen\n\nDaimler AG\n\n"
          },
          {
               "requirement": "\nKnowledge in C/C++/Python\nCandidates with Machine Learning expertise will be very much preferred.\nImmediate joiners will be given first preference.\nReadiness in relocating to Chennai\nCandidates holding B.E./Master degree in the year 2021 are preferred.\nJob Types: Full-time, Regular / Permanent\n\nSalary: ₹200,000.00 - ₹630,000.00 per year\n\nSchedule:\n\nMorning shift\nEducation:\n\nBachelor's (Preferred)\n"
          },
          {
               "requirement": "\nData Scientist\n\nThe data scientist will transform data and information captured within legacy systems into value-added insights and actionable business decisions using predictive analytics. Candidates must demonstrate a history of strong technical depth, a broad base of modelling and information technology skills and a willingness to promote a collaborative, team-based approach to problem solving.\n\nResponsibilities\n\n· Identify opportunities where predictive analytics can enhance and accelerate decision-making, create, and execute the plan using predictive analytics to answer the business question.\n\n· Experience in working with different data types and source systems as well as interfacing databases to enable extracting relevant data to address business questions.\n\n· Experience in statistics/machine learning techniques to be able to use the right tool for the right question.\n\n· Ability to communicate the results of analysis in an effective manner to stakeholders to drive action.\n\n· Apply the right analytics tool/methodology to inform and influence decisions.\n\n· Build decision support tools, templates, dashboards for high frequency decisions that can leverage analytics.\n\n· Develop tools/algorithms to mine patterns in existing data to create a recommendation on future questions to consider.\n\n· Integrate predictive analytics capabilities with knowledge management.\n\nRequirements\n\n· 2+ years of experience as a Data scientist.\n\n· Experience as data scientist in insurance industry is preferrable.\n\n· Experience in working with varied data types (structured and unstructured) and databases\n\n· Experience in programming scripting languages including Python and R with exposure to other platforms as a plus.\n\n· Experience in using existing statistics/machine learning tools and ability to implement custom algorithms as needed.\n\n· Experience with visualization tools such as Powe BI\n\n· Familiarity with big data technologies, AWS preferred.\n\nBenefits:\n\n· 5 days working culture.\n\n· Benefits of permanent remote work.\n\n· Healthy and rewarding working environment.\n\n· Creative leadership culture focused on development.\n\n· Opportunities for working on new technologies.\n\nCompany website : bluehexsoftware.com\n\nJob Types: Full-time, Regular / Permanent\n\nSalary: ₹450,000.00 - ₹650,000.00 per year\n\nBenefits:\n\nHealth insurance\nPaid sick time\nPaid time off\nProvident Fund\nWork from home\nSchedule:\n\nDay shift\nExperience:\n\nData Science: 2 years (Preferred)\nWork Remotely:\n\nYes\n\n"
          },
          {
               "requirement": "\n\n\n"
          },
          {
               "requirement": "Are you a seasoned machine learning/data science practitioner?\n\nDoes delivering impact while building scalable, robust AI applications excite you?\n\nHere at Expand AI, we are automating the data labeling process to help AI companies build high-performing ML models. A high amount of training data is required to train the ML model to perform accurately. This training data is prepared by labeling unlabeled raw data.\n\nCurrently, manual labeling is what is commonly used.\n\nManual data labeling has the following key pain points :\n\n1. The labels are prone to human errors especially if the annotators don't have the right domain knowledge.\n\n2. It takes a lot of time to manually annotate data, with annotators taking weeks or months to label data depending on the volume and the use case.\n\n3. The manual data labeling process is costly with manual data labeling companies charging per annotation.\n\n4. Data privacy can also become an issue with manual data labeling companies not being able to ensure 100% data privacy at scale.\n\nAt Expand AI, we have automated the data labeling process to solve the key pain points that exist with manual data labeling :\n\n1. We provide >95% accurate labels regardless of the domain the data belongs to because our ML models can be made to be domain-specific very easily.\n\n2. Our ML models can label each data point in one second on average and as a result, we've been able to reduce the turnaround time by at least 70%.\n\n3. Because we use ML models to annotate data we can charge per example point instead of per annotation point and as a result, we're able to reduce the unnecessary spending on data labeling.\n\n4. We ensure 100% data privacy at scale.\n\nAI/ML at Expand AI :\n\nA tangible impact on customer/patron experiences is the constant cornerstones for 'models in production.' Curiosity, humility, continuous learning, excellence, a bias for action - are a few words that summarize the colleagues you will be collaborating with across engineering, product, and business teams. Some of the problem statements being solved at Expand AI with AI/ML are :\n\n1. Generating highly accurate labeling predictions for data points in a very low turnaround time - one second per data point (image/sentence) on average.\n\n2. Making it easy to make the models domain-specific so that the models can give accurate predictions for any use case that the data may belong to.\n\nQualifications :\n\n1. Bachelors/Masters degree in Computer Science or any other STEM degree. Preferably graduated with high distinction.\n\n2. Should have extensive experience with building ML models in a company setting for commercial purposes and should have a good understanding of different ML algorithms.\n\n3. Must have specialization/strong expertise in sub-area like recommendation systems, NLP, computer vision, MLOps.\n\n4. Working know-how of dealing with large-scale data sets.\n\n5. Clear spike in either dealing with extensive data, statistics, driving impact, ML algorithms know-how, DL architectures.\n\n6. Expertise in programming and scripting.\n\nExpected Start Date: 1/3/2022\n\nJob Type: Full-time\n\nSalary: ₹80,000.00 - ₹150,000.00 per month\n\nSchedule:\n\nFixed shift\nExperience:\n\nMachine learning: 3 years (Preferred)\nWork Remotely:\n\nYes\n\n"
          },
          {
               "requirement": "\n\nDescription - Design Thinking is the DNA of Intellect Design Arena. It makes us who we are.\n\nThe most awarded FinTech, with happy clients in 90+ countries, we are one of India's most profitable FinTech unicorns. With API-led micro-services and a cloud-native next-gen FinTech architecture that is powered by Artificial Intelligence and Machine Learning, we are here to create a new world order.\n\nAre you the one to co-create it with us?\n\nWelcome to Intellect.\n\nWe will onboard only 100 deserving FinTech Engineers. To Apply: https://www.intellectdesign.com/fintech-engineers/\n\nJob Types: Full-time, Regular / Permanent\n\nSalary: Up to ₹3,000,000.00 per year\n\nSchedule:\n\nDay shift\nApplication Question(s):\n\nHow soon you can join?\nExperience:\n\nJava: 2 years (Required)\nWork Remotely:\n\nTemporarily due to COVID-19\n\n\n"
          },
          {
               "requirement": "\n\n\nGood knowledge in C / C++ / Python\nMachine Learning / Deep learning\nAI / ML based Internship or Projects\nQualification : BE /B.Tech / M.Tech / MCA\nLocation : Chennai\nSalary : 6.3 LPA\nJob Type: Full-time\n\nSalary: Up to ₹630,000.00 per year\n\nSchedule:\n\nDay shift\nWork Remotely:\n\nNo\n\n"
          },
          {
               "requirement": "\nRequired Machine Learning Engineer who is expert in Machine Learning, Tensor Flow, Keras, Neural Networks, CNN, RNN etc.\n\nContract length: 1-2 months\n\nApplication Deadline: 30/1/2022\n\nExpected Start Date: 31/1/2022\n\nJob Types: Full-time, Part-time, Contractual / Temporary, Freelance\n\nSalary: ₹40,000.00 - ₹120,000.00 per month\n\nBenefits:\n\nWork from home\nSchedule:\n\nFlexible shift\nEducation:\n\nBachelor's (Required)\nExperience:\n\ntotal work: 10 years (Required)\nLanguage:\n\nEnglish (Required)\nWork Remotely:\n\nTemporarily due to COVID-19\n\n"
          },
          {
               "requirement": "\nAcademic exposure and expertise in Machine Learning (ML) and Natural Language Processing (NLP) concept and techniques.\nUnderstanding of Statistical and regression models\nExperience with Object Detection,Natural Language Processing (NLP), Text mining, Text processing and various NLP toolkits\nSelf-driven and passionate to work on Machine Learning\nStudy and innovate in Deep Learning/machine learning and its application in diverse domains\nProgramming in Python and tensorFlow.\nDesirable: Experience with data science toolkits and libraries: Python: Sci-kit learn, NumPy, Pandas,Keras,TensorFlow\nEducational Qualifications\n\nUG - B.Tech/B.E. - Any Specialization\n\nPG - MS/M.Sc(Science) - Any Specialization, Computers, Statistics, M.Tech - Any Specialization, Computers, MCA - Computers\n\nDoctorate -PhD in Machine learning subject is desired\n\nJob Types: Full-time, Regular / Permanent\n\nSalary: ₹40,000.00 - ₹70,000.00 per month\n\nBenefits:\n\nFlexible schedule\nHealth insurance\nPaid sick time\nWork from home\nSchedule:\n\nDay shift\nMonday to Friday\nSupplemental Pay:\n\nPerformance bonus\nYearly bonus\nExperience:\n\nMachine learning: 2 years (Required)\n\n"
          },
          {
               "requirement": "\n\n"
          }
     ]
}