{
     "data": [
          {
               "requirement": "1. Developing an algorithm based on Product Functionality requirements.\n\n2. Understanding the suitability of AI/ML libraries and testing the model for image/text processing, NPL-related Chatbot development.\n\n3. Coding using Python-based software.\n\nREQUIRED SKILLSET:\n\n1.Python/R\n\n2.ML/DL\n\n3.Algorithms, Image Processing, Intermediate SQL.\n\nJob Types: Full-time, Regular / Permanent\n\nSalary: ₹25,000.00 - ₹30,000.00 per month\n\nBenefits:\n\nInternet reimbursement\nSchedule:\n\nDay shift\nMorning shift\nEducation:\n\nBachelor's (Preferred)\nExperience:\n\nAI: 2 years (Preferred)\nLanguage:\n\nEnglish (Preferred)\n"
          },
          {
               "requirement": "\nJob description\n\nWe are looking for a Machine Learning (ML) Engineer to help us create artificial intelligence products. Machine Learning Engineer responsibilities include creating machine learning models and retraining systems. To do this job successfully, you need exceptional skills in python, pytorch, tensorflow framework and edge computing and programming. If you have knowledge of data science and software engineering, we’d like to meet you. Your ultimate goal will be to shape and build efficient self-learning applications.\n\nResponsibilities\n\nStudy and transform data science prototypes\nDesign machine learning systems\nResearch and implement appropriate ML algorithms and tools\nDevelop machine learning applications according to requirements\nSelect appropriate datasets and data representation methods\nRun machine learning tests and experiments\nPerform statistical analysis and fine-tuning using test results\nTrain and retrain systems when necessary\nExtend existing ML libraries and frameworks, python, pytorch, tensorflow framework and edge computing\nGood understanding of ML Pipeline\nKeep abreast of developments in the field\nSkills\n\nProven experience as a Machine Learning Engineer or similar role\nUnderstanding of data structures, data modeling and software architecture\nDeep knowledge of math, probability, statistics and algorithms\nAbility to write robust code in Python, jupiter notebook and R\nFamiliarity with machine learning frameworks (like Keras or PyTorch) and libraries (like scikit-learn)\nExcellent communication skills\nAbility to work in a team\nOutstanding analytical and problem-solving skills\nBSc in Computer Science, Mathematics or similar field; Master’s degree is a plus\nJob Type: Full-time\n\nSalary: ₹10,000.00 - ₹20,000.00 per month\n\nExpected Start Date: 15/10/2022\n\n\n"
          },
          {
               "requirement": "\nAufgaben\n\nSummary:\nThe research engineer will work with a dynamic team of programmers and algorithm developers to realize in-cabin environment perception using computer vision algorithms for Mercedes-Benz cars.\n\nNecessary Skills:\nProficient in at least two of Python, MATLAB.\nIndustry/academic experience with machine learning and computer vision programming using libraries such as PyTorch, TensorFlow, OpenCV, Caffe\nStrong project experience involving algorithm development for computer vision applications.\nDemonstrated past algorithm development in at least one area within machine learning like neural networks, clustering, object tracking.\nExperience with object classification, gesture recognition or human pose estimation and training deep neural networks using synthetic and artificial data.\nStrong background and understanding of mathematical concepts relating to probabilistic models, conditional probability, numerical methods and linear algebra.\nSelf-motivated individual with passion towards state-of-the-art computer vision technologies.\nClear communication skills (English)\nQualifikationen\n\nDaimler AG\n\n"
          },
          {
               "requirement": "\nKnowledge in C/C++/Python\nCandidates with Machine Learning expertise will be very much preferred.\nImmediate joiners will be given first preference.\nReadiness in relocating to Chennai\nCandidates holding B.E./Master degree in the year 2021 are preferred.\nJob Types: Full-time, Regular / Permanent\n\nSalary: ₹200,000.00 - ₹630,000.00 per year\n\nSchedule:\n\nMorning shift\nEducation:\n\nBachelor's (Preferred)\n"
          },
          {
               "requirement": "\nData Scientist\n\nThe data scientist will transform data and information captured within legacy systems into value-added insights and actionable business decisions using predictive analytics. Candidates must demonstrate a history of strong technical depth, a broad base of modelling and information technology skills and a willingness to promote a collaborative, team-based approach to problem solving.\n\nResponsibilities\n\n· Identify opportunities where predictive analytics can enhance and accelerate decision-making, create, and execute the plan using predictive analytics to answer the business question.\n\n· Experience in working with different data types and source systems as well as interfacing databases to enable extracting relevant data to address business questions.\n\n· Experience in statistics/machine learning techniques to be able to use the right tool for the right question.\n\n· Ability to communicate the results of analysis in an effective manner to stakeholders to drive action.\n\n· Apply the right analytics tool/methodology to inform and influence decisions.\n\n· Build decision support tools, templates, dashboards for high frequency decisions that can leverage analytics.\n\n· Develop tools/algorithms to mine patterns in existing data to create a recommendation on future questions to consider.\n\n· Integrate predictive analytics capabilities with knowledge management.\n\nRequirements\n\n· 2+ years of experience as a Data scientist.\n\n· Experience as data scientist in insurance industry is preferrable.\n\n· Experience in working with varied data types (structured and unstructured) and databases\n\n· Experience in programming scripting languages including Python and R with exposure to other platforms as a plus.\n\n· Experience in using existing statistics/machine learning tools and ability to implement custom algorithms as needed.\n\n· Experience with visualization tools such as Powe BI\n\n· Familiarity with big data technologies, AWS preferred.\n\nBenefits:\n\n· 5 days working culture.\n\n· Benefits of permanent remote work.\n\n· Healthy and rewarding working environment.\n\n· Creative leadership culture focused on development.\n\n· Opportunities for working on new technologies.\n\nCompany website : bluehexsoftware.com\n\nJob Types: Full-time, Regular / Permanent\n\nSalary: ₹450,000.00 - ₹650,000.00 per year\n\nBenefits:\n\nHealth insurance\nPaid sick time\nPaid time off\nProvident Fund\nWork from home\nSchedule:\n\nDay shift\nExperience:\n\nData Science: 2 years (Preferred)\nWork Remotely:\n\nYes\n\n"
          },
          {
               "requirement": "\n\n\n"
          },
          {
               "requirement": "Are you a seasoned machine learning/data science practitioner?\n\nDoes delivering impact while building scalable, robust AI applications excite you?\n\nHere at Expand AI, we are automating the data labeling process to help AI companies build high-performing ML models. A high amount of training data is required to train the ML model to perform accurately. This training data is prepared by labeling unlabeled raw data.\n\nCurrently, manual labeling is what is commonly used.\n\nManual data labeling has the following key pain points :\n\n1. The labels are prone to human errors especially if the annotators don't have the right domain knowledge.\n\n2. It takes a lot of time to manually annotate data, with annotators taking weeks or months to label data depending on the volume and the use case.\n\n3. The manual data labeling process is costly with manual data labeling companies charging per annotation.\n\n4. Data privacy can also become an issue with manual data labeling companies not being able to ensure 100% data privacy at scale.\n\nAt Expand AI, we have automated the data labeling process to solve the key pain points that exist with manual data labeling :\n\n1. We provide >95% accurate labels regardless of the domain the data belongs to because our ML models can be made to be domain-specific very easily.\n\n2. Our ML models can label each data point in one second on average and as a result, we've been able to reduce the turnaround time by at least 70%.\n\n3. Because we use ML models to annotate data we can charge per example point instead of per annotation point and as a result, we're able to reduce the unnecessary spending on data labeling.\n\n4. We ensure 100% data privacy at scale.\n\nAI/ML at Expand AI :\n\nA tangible impact on customer/patron experiences is the constant cornerstones for 'models in production.' Curiosity, humility, continuous learning, excellence, a bias for action - are a few words that summarize the colleagues you will be collaborating with across engineering, product, and business teams. Some of the problem statements being solved at Expand AI with AI/ML are :\n\n1. Generating highly accurate labeling predictions for data points in a very low turnaround time - one second per data point (image/sentence) on average.\n\n2. Making it easy to make the models domain-specific so that the models can give accurate predictions for any use case that the data may belong to.\n\nQualifications :\n\n1. Bachelors/Masters degree in Computer Science or any other STEM degree. Preferably graduated with high distinction.\n\n2. Should have extensive experience with building ML models in a company setting for commercial purposes and should have a good understanding of different ML algorithms.\n\n3. Must have specialization/strong expertise in sub-area like recommendation systems, NLP, computer vision, MLOps.\n\n4. Working know-how of dealing with large-scale data sets.\n\n5. Clear spike in either dealing with extensive data, statistics, driving impact, ML algorithms know-how, DL architectures.\n\n6. Expertise in programming and scripting.\n\nExpected Start Date: 1/3/2022\n\nJob Type: Full-time\n\nSalary: ₹80,000.00 - ₹150,000.00 per month\n\nSchedule:\n\nFixed shift\nExperience:\n\nMachine learning: 3 years (Preferred)\nWork Remotely:\n\nYes\n\n"
          },
          {
               "requirement": "\n\nDescription - Design Thinking is the DNA of Intellect Design Arena. It makes us who we are.\n\nThe most awarded FinTech, with happy clients in 90+ countries, we are one of India's most profitable FinTech unicorns. With API-led micro-services and a cloud-native next-gen FinTech architecture that is powered by Artificial Intelligence and Machine Learning, we are here to create a new world order.\n\nAre you the one to co-create it with us?\n\nWelcome to Intellect.\n\nWe will onboard only 100 deserving FinTech Engineers. To Apply: https://www.intellectdesign.com/fintech-engineers/\n\nJob Types: Full-time, Regular / Permanent\n\nSalary: Up to ₹3,000,000.00 per year\n\nSchedule:\n\nDay shift\nApplication Question(s):\n\nHow soon you can join?\nExperience:\n\nJava: 2 years (Required)\nWork Remotely:\n\nTemporarily due to COVID-19\n\n\n"
          },
          {
               "requirement": "\n\n\nGood knowledge in C / C++ / Python\nMachine Learning / Deep learning\nAI / ML based Internship or Projects\nQualification : BE /B.Tech / M.Tech / MCA\nLocation : Chennai\nSalary : 6.3 LPA\nJob Type: Full-time\n\nSalary: Up to ₹630,000.00 per year\n\nSchedule:\n\nDay shift\nWork Remotely:\n\nNo\n\n"
          },
          {
               "requirement": "\nRequired Machine Learning Engineer who is expert in Machine Learning, Tensor Flow, Keras, Neural Networks, CNN, RNN etc.\n\nContract length: 1-2 months\n\nApplication Deadline: 30/1/2022\n\nExpected Start Date: 31/1/2022\n\nJob Types: Full-time, Part-time, Contractual / Temporary, Freelance\n\nSalary: ₹40,000.00 - ₹120,000.00 per month\n\nBenefits:\n\nWork from home\nSchedule:\n\nFlexible shift\nEducation:\n\nBachelor's (Required)\nExperience:\n\ntotal work: 10 years (Required)\nLanguage:\n\nEnglish (Required)\nWork Remotely:\n\nTemporarily due to COVID-19\n\n"
          },
          {
               "requirement": "\nAcademic exposure and expertise in Machine Learning (ML) and Natural Language Processing (NLP) concept and techniques.\nUnderstanding of Statistical and regression models\nExperience with Object Detection,Natural Language Processing (NLP), Text mining, Text processing and various NLP toolkits\nSelf-driven and passionate to work on Machine Learning\nStudy and innovate in Deep Learning/machine learning and its application in diverse domains\nProgramming in Python and tensorFlow.\nDesirable: Experience with data science toolkits and libraries: Python: Sci-kit learn, NumPy, Pandas,Keras,TensorFlow\nEducational Qualifications\n\nUG - B.Tech/B.E. - Any Specialization\n\nPG - MS/M.Sc(Science) - Any Specialization, Computers, Statistics, M.Tech - Any Specialization, Computers, MCA - Computers\n\nDoctorate -PhD in Machine learning subject is desired\n\nJob Types: Full-time, Regular / Permanent\n\nSalary: ₹40,000.00 - ₹70,000.00 per month\n\nBenefits:\n\nFlexible schedule\nHealth insurance\nPaid sick time\nWork from home\nSchedule:\n\nDay shift\nMonday to Friday\nSupplemental Pay:\n\nPerformance bonus\nYearly bonus\nExperience:\n\nMachine learning: 2 years (Required)\n\n"
          },
          {
               "requirement": "\n\n"
          },
          {
               "requirement": "Hey people. We are looking for a UI/UX Designer to help us build an application from the scratch. We are a super friendly team, a start-up, so you might know what's likely to work with us. What we are looking for is a designer who's creative enough and one who is willing to be part of a great team. If you are that one, reach out to us.\n\nApplication Deadline: 7/2/2022\n\nExpected Start Date: 1/2/2022\n\nJob Types: Full-time, Regular / Permanent\n\nSalary: ₹25,000.00 - ₹40,000.00 per month\n\nBenefits:\n\n    Health insurance\n    Internet reimbursement\n    Paid sick time\n    Paid time off\n\nSchedule:\n\n    Fixed shift\n\nSupplemental Pay:\n\n    Overtime pay\n    Performance bonus\n    Yearly bonus\n\nEducation:\n\n    Bachelor's (Preferred)\n\nExperience:\n\n    total work: 1 year (Preferred)\n\nWork Remotely:\n\n    No\n\n"
          },
          {
               "requirement": "\nRoles and responsibilities:\n\n    Gather and evaluate user requirements in collaboration with product managers and engineers\n    Illustrate design ideas using wireframes, storyboards, process flows, and sitemaps\n    Create prototypes for new product ideas\n    Create original design elements, Illustrations, Logos, Icons, etc.\n    Optimize existing user interface designs\n    Adhere to style standards on Typography, Colors, and Images\n\nRequirements:\n\n    Knowledge of Adobe XD/Figma/Sketch/Invision Studio\n    Basic Knowledge of Photoshop/Affinity Photos\n\nSpecifications:\n\nOnly freshers can apply\n\nDetails:\n\n    Working days: Monday to Friday\n    Timings: 9 am to 6 pm\n    Work from home until the COVID situation settles down.\n    Duration of internship: 6 months\n    Salary: 15k/month\n\nYou're a right fit if you have:\n\n    Highly Creative\n    Problem-Solving mindset\n    Good time-management skills\n    You prefer to work in a Start-Up with a Small Team.\n    Open to learning new tools and technologies\n\nPlease don't apply if:\n\n    You are not available to join on or before\n    You are not available after 6 months of internship.\n    If you have applied for an internship before with us\n    You are still in college\n\nSkip if any of that is a deal-breaker for you\n\nPlease follow the instructions carefully and don't submit any solutions over Email or Indeed, only solutions submitted on this website will be considered.\n\nBest of Luck!\n\nJob Types: Full-time, Internship\nContract length: 6 months\n\nSalary: ₹15,000.00 per month\n\nSchedule:\n\n    Day shift\n"
          },
          {
               "requirement": "\n· Conceptualizes an idea and translate it into digital art\n\n· Conceptualizes and design brand logos\n\n· Design product catalogs/flyers/brochures\n\n· The applicant must have English proficiency and a hand on Adobe tools.\n\n. Maintaining and expanding/enhancing the website once built\n\n· Knowledge on HTML/CSS/Jquery/Bootstrap or Wordpress are added advantage\n\nExpected Start Date: 1/11/2021\n\nJob Type: Full-time\n\nSalary: ₹10,000.00 - ₹15,000.00 per month\n\nBenefits:\n\n    Cell phone reimbursement\n    Flexible schedule\n    Work from home\n\nSchedule:\n\n    Day shift\n    Monday to Friday\n\nSupplemental Pay:\n\n    Performance bonus\n    Quarterly bonus\n\nCOVID-19 considerations:\nSocial Distancing, Mask & Sanitizer\n\nExperience:\n\n    total work: 1 year (Required)\n\nWork Remotely:\n\n    Yes\n"
          },
          {
               "requirement": "\nJob description\n\nOnething, is rated among top UX studios in India for 2020 by Clutch.\nWith a diverse portfolio of designing products for new-age tech like Electric Mobility, AI, Logistics, Big Data Analytics, Consumer Internet, etc. we are pushing boundaries through Design Thinking and its application.\nMillions of users Interact directly or indirectly with products that we have helped design.\nWhat you’ll be doing\n\n    Working with product/business stakeholders in defining user requirements and processes.\n    Facilitating the product vision by researching, conceiving, sketching, prototyping and user-testing experiences for digital products.\n    Identifying design problems and devising elegant solutions.\n    Working with product managers, BA’s and other key stakeholders to prioritizing design effort and execution of projects.\n    Taking a user-centered design approach and rapidly testing and iterating designs.\n    Translate concepts into user flows, wireframes, mockups and prototypes that lead to intuitive user experiences.\n    Designing and delivering wireframes, user stories, user journeys, mock-ups and proof of concepts (POCs) optimized for a wide range of devices and interfaces.\n    Developing the visual and interactive elements of the user experience and refine a polished design, taking into consideration typography, iconography, layout and brand identity.\n    Proactively testing concepts to ensure users are integral to the design process.\n\nJob requirements\n\nWhat you need to know\n\n    A solid grasp of user-centered design (UCD), planning and conducting user research, user testing, A/B testing, rapid prototyping, heuristic analysis, usability and accessibility concerns.\n    Deep understanding of design approaches, including mobile-first and responsive design.\n    To iterate designs and solutions efficiently and intelligently.\n    To disregard irrelevant information – to identify similarities and differences in visual configurations.\n    To work effectively in a team setting including synthesizing abstract ideas into concrete design implications.\n    An understanding of web technologies and how developers seek to leverage design output.\n    To speak and write clearly and be able to present opinions to peers.\n    To simplify problems into parts and identify key data needed to support decisions.\n\nWhat you need to have\n\n    2-4 years of extensive experience in UX/UI designing with a diverse portfolio.\n    Understanding of the research methodology process and its application.\n    Skills to create the ideal user experience.\n    Experience in applying best practices to design solutions.\n    Ability to clearly and effectively communicate design processes, ideas, and solutions to teams and clients.\n\nYou’ll fit in if you are\n\n    Enthusiastic, motivated and brimming with ideas\n    Are passionate (with sworn vengeance) about the latest developments in technology\n    A team player who can communicate and collaborate seamlessly\n    Always be willing to accept new or extra work to stretch abilities.\n    Actively participate in team working and meetings.\n    Deliver ahead of expectations and take ownership and accountability.\n"
          },
          {
               "requirement": "\nSoftware Engineer 1\n\nDell provides the technology that transforms the way we all work and live. But we are more than a technology company — we are a people company. We inspire, challenge and respect every one of our over 100,000 employees. We also provide them with unparalleled growth and development opportunities. We can’t wait for you to discover this for yourself as a Software Engineer 1 on our DPD team in Bangalore.\n\nThe Software Engineering team delivers next-generation software application enhancements and new products for a changing world. Working at the cutting edge, we design and develop software for platforms, peripherals, applications and diagnostics — all with the most advanced technologies, tools, software engineering methodologies and the collaboration of internal and external partners.\n\nJoin us as a Software Engineer 1 Engineering Development on our Engineering Development team in Bangalore to do the best work of your career and make a profound social impact.\n\nWhat you’ll achieve\nAs a Software Engineer 1, you will be responsible for developing sophisticated systems and software basis the customer’s business goals, needs and general business environment creating software solutions.\n\n\nYou will:\n\n    Participate in the preparation, review and evaluation of software/storage requirements and specifications\n    Prepare written specifications for tasks of varied complexity from verbal requirements\n    Use defined software lifecycle methodologies\n    Review and implement test strategies for software products\n\nTake the first step towards your dream career\n\n\nEvery Dell Technologies team member brings something unique to the table. Here’s what we are looking for with this role:\n\n\nEssential Qualifications:\n\n    Java (Advanced) developer, with knowledge around Springs boot\n    Follows source code and file revision control for projects\n    Clearly communicates project issues and status Accurately logs project schedule, defect, and other data\n    Participates in improving product quality through process and procedure improvements\n\nDesired Qualifications:\n\n    Potential Fresher candidate with strong Programming exposure or someone with 1 or 2 years of experience with application programming experience is a must\n\n\nHere’s our story; now tell us yours\n\nDell Technologies helps organizations and individuals build a brighter digital tomorrow. Our company is made up of more than 150,000 people, located in over 180 locations around the world. We’re proud to be a diverse and inclusive team and have an endless passion for our mission to drive human progress.\n\nWhat’s most important to us is that you are respected, feel like you can be yourself and have the opportunity to do the best work of your life - while still having a life. We offer excellent benefits, bonus programs, flexible work arrangements, a variety of career development opportunities, employee resource groups, and much more.\n\nWe started with computers, but we didn’t stop there. We are helping customers move into the future with multi-cloud, AI and machine learning through the most innovative technology and services portfolio for the data era. Join us and become a part of what’s next in technology, starting today.\n\nYou can also learn more about us by reading our latest Diversity and Inclusion Report and our plan to make the world a better place by 2030 here.\n\nApplication Closing Date : 15 February 2022\n\n\nDell is committed to the principle of equal employment opportunity for all employees and to providing employees with a work environment free of discrimination and harassment. All employment decisions at Dell are based on business needs, job requirements and individual qualifications, without regard to race, color, religion or belief, national, social or ethnic origin, sex (including pregnancy), age, physical, mental or sensory disability, HIV Status, sexual orientation, gender identity and/or expression, marital, civil union or domestic partnership status, past or present military service, family medical history or genetic information, family or parental status, or any other status protected by the laws or regulations in the locations where we operate. Dell will not tolerate discrimination or harassment based on any of these characteristics. Dell encourages applicants of all ages. Read the full Equal Employment Opportunity Policy here.\n"
          },
          {
               "requirement": "\nü Expertise in Hadoop Components, Hive and cloud platform like GCP.\n\nü Analyzing the method of transforming existing data into a format for the new environment and the loading of this data into other environment/database structures.\n\nü Reviewing existing framework and providing recommendations for improving performance of the migration process.\n\nü Develop automations, best practice, processes, and standards for effectively carrying out data migration activities.\n\nü Strategize and plan an entire project, including moving the data and converting content as necessary, while considering risks and potential impacts\n\nü Perform data migration audit, reconciliation, and exception reporting.\n\nü Assist in designing, planning and developing the data migration process.\n\nü Manage cross-program data assurance for the transforming data items in source and target systems.\n\nü High-level analytical and problem-solving skills.\n\nü Providing necessary change and support documentation.\n\nJob Type: Full-time\n\nSchedule:\n\n    Monday to Friday\n\nWork Remotely:\n\n    No\n"
          },
          {
               "requirement": "\nDesign, develop, modify, and implement software programming for products (both internal and external) with focus on surpassing customer expectations, on achieving high quality and on-time delivery. Responsible for ensuring the overall functional quality of the released product on all required platforms and mechanism. Ability to understand complex products, solutions, and problems. Creates, documents, and executes software designs which may involve complicated workflows or multiple product areas. Technical lead of one or more projects within one area of a product. Provides input to the technical direction for one area of a product. Occasional consults with customers in regard to future upgrades and products. Able to solve complex technical problems. Provides specialized expertise within multiple systems, software disciplines, as well as general knowledge of related disciplines, applications implications, and customer areas. Works with minimal supervision on complex projects with wide latitude for independent judgment. Highly skilled with extensive proficiency and technical expertise.\n\n\nOrganization: Digital Industries\n\nCompany: Siemens Industry Software (India) Private Limited\n\nExperience Level: Experienced Professional\n\nJob Type: Full-time\n"
          },
          {
               "requirement": "\nDefine, design, and implement network communications and solutions within a fast-paced, leading edge database/applications company.\n\nPerform performance trend analysis and manage the server/network capacity. React to potential problems using automation, scheduling, and monitoring tools - escalating to management where appropriate. Participate in configuration and implement technical solutions to enhance and/or troubleshoot the system. Responsible for support documentation as well.\n\nDuties and tasks are standard with some variation. Completes own role largely independently within defined policies and procedures. 2-4 years of related experience in a medium to large network distributed and computing environment. BS in Computer Science or related field.\n\nInnovation starts with inclusion at Oracle. We are committed to creating a workplace where all kinds of people can be themselves and do their best work. Itâ€™s when everyoneâ€™s voice is heard and valued, that we are inspired to go beyond whatâ€™s been done before. Thatâ€™s why we need people with diverse backgrounds, beliefs, and abilities to help us create the future, and are proud to be an affirmative-action equal opportunity employer.\n\nOracle is an Equal Employment Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, gender identity, disability and protected veterans status, age, or any other characteristic protected by law. Oracle will consider for employment qualified applicants with arrest and conviction records pursuant to applicable law.\n"
          },
          {
               "requirement": "\nPosition Description:\n\n    Goal oriented, motivated and proactive team player with excellent technical, problem solving \n\nand communication skills coupled with a willingness to take initiative and effectively apply\nthe\nknowledge gained towards accomplishment of project/program/organization goals\n\n    0 to 1 years of experience relevant DevOps\n    Basic Technical knowledge on Windows, Linux. PLSQL, SQL Server\n    Basic knowledge on any programming language , preferably Java/Core Java\n    Basic knowledge on concept of DevOps & CICD \n\nSkills:\n\n    DevOps\n    Linux\n    SQL Server Management\n    SQL/PL SQL\n    Windows\n\nWhat you can expect from us:\n\nBuild your career with us.\n\nIt is an extraordinary time to be in business. As digital transformation continues to accelerate, CGI is at the center of this change—supporting our clients’ digital journeys and offering our professionals exciting career opportunities.\n\nAt CGI, our success comes from the talent and commitment of our professionals. As one team, we share the challenges and rewards that come from growing our company, which reinforces our culture of ownership. All of our professionals benefit from the value we collectively create.\n\nBe part of building one of the largest independent technology and business services firms in the world.\n\nLearn more about CGI at www.cgi.com.\n\nNo unsolicited agency referrals please.\n\nCGI is an equal opportunity employer.\n"
          },
          {
               "requirement": "\n Duties and Responsibilities\n\n    Serve as a key member of our Engineering team and contribute to establishing the best technical practices.\n    Work closely with the Product team to understand their expectations of how a feature would function.\n    Improve, maintain, and execute automated functional, regression, acceptance and performance testing codebase.\n    Codes, and debugs a variety of automation-related software features and tools.\n    Executes tests for applications and services with the goal of providing proper test coverage.\n    Implements and maintains testing frameworks and solutions for software products.\n\nRequirements and Qualifications\n\n    0-3 years of relevant experience\n    Experience in writing, executing and monitoring automated test suites using a variety of technologies including, but not limited to, Cucumber, TestNg, Selenium, SoapUI etc\n    Proficient with bug tracking and test management toolsets to support development processes.\n    Working knowledge of testing fundamentals such as TDD & BDD Should be able to code in Java/ PHP/ Python/other languages\n    Knowledge in CI/CD is highly advantageous\n    Performance and Security testing would be a plus.\n    Understanding of modern web applications and mobile applications, concepts like REST etc.\n\nWe are all different - one talent to another - that is how we rely on our differences. At AirAsia, you will be treated fairly and given all chances to be the best. We committed to creating a diverse work environment and are proud to be an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, gender, gender identity or expression, sexual orientation, national origin, genetics, disability, age, or veteran status.\n\nSearch Firm Representatives - AirAsia does not accept unsolicited assistance from search firms for employment opportunities. All CVs / resumes submitted by search firms to any employee at our company without a valid written search agreement in place for this position will be deemed the sole property of our company. No fee will be paid in the event a candidate is hired by our company as a result of an agency referral where no pre-existing agreement is in place. Where agency agreements are in place, introductions are position-specific.\n\n"
          },
          {
               "requirement": "\nResponsibilities\n\n    Automate network deployment, network provisioning, and network modifications/configurations\n    Incorporate and automate network equipment’s, radio units, and 5G RAN test equipment’s into shared clusters\n    Facilitate live troubleshooting of lab issues, using overall systems, testing tools, UE, metrics, and logs\n    Automate basic to complex tasks to improve the overall lab experience, which supports but is not limited to Transport, RAN, EPC, IMS, and VoLTE network applications and directional technologies such as 5G, vRAN, IoT, Edge Computing, VCP, etc.\n    Collaborate in managing lab instances\n\n\nQualifications:\n\n    Ability to work with different groups and manage infrastructure and requirements for automation.\n    Knowledge and experience of tools for CICD/Automation, DevOps, and Agile working methods.\n    Solid skills with Ansible, Bash, Git, Jenkins, and Python\n    Experience of working in a Linux OS and cell site routers.\n    Experience of 5G RAN baseband system engineering lab automation and infrastructure.\n    Understanding of integration frameworks such as Robot and custom REST APIs.\n    BS or MS in Engineering or technical degree or an equivalent combination of highly related experience and education\n"
          },
          {
               "requirement": "\nCloudIQ is looking for talented and motivated professionals with profound knowledge in Devops side, who can work independently on given challenging tasks. As a Devops Engineer, you should have in-depth experience on application containerization and incorporating CI CD flows for the same using any industry acclaimed tools. With Cloud being the very base of the Company, experience in AWS or Azure will bring enormous advantages to your profile. The profile demands close collaboration with developers in understanding the system, articulating requirements etc., which will help in delivering the suitable build and deployment solution to get quicker TimeToLive.\n\n\nProfile Demands:\n\n    Experience in setting up CI/CD pipelines using GIT / Jenkins / VSTS etc.,\n    Experience in working with Cloud computing services – AWS/Azure\n    Experience in networking related services – like VPC, Subnet etc., in AWS / Azure.\n    Good experience in dockerizing the applications with industry best standards.\n    Experience in Kubernetes on deploying dockerized applications.\n    Hands-on in the scripting like Powershell / Bash and familiarity in Python.\n    Should have experience in spinning DBs and corresponding clusters.\n    Proficiency in English and communication is must have. \n\nOptional Add-ons:\n\n    Experience in Cloudformation and Terraform.\n    Application monitoring experience – like deriving metrics and create alerts etc.,\n    Ensuring critical system security using best in class cloud security solutions.\n    Familiarity with BigData services like – Kinesis in AWS and Databricks in Azure.\n    Cost management of Cloud resources. \n\nExpected Key Deliverables\n\n    CI CD pipeline for applications being developed.\n    Implementing Kubernetes deployment in CI CD pipeline.\n    Thrive to incorporate automation in the deliverables, to ease the customers in using the application.\n    Maintenance of the existing devops and sometimes applications deliverables.\n    Documentation of the deliverables and the solutions found for the key issues.\n"
          },
          {
               "requirement": "\n\n\n\n\n"
          }
     ]
}